Repository: IBM/watson-translator-101
Catalog: en-zh-6000-ParallelCorpus.tmx
Source language: en
Languages: zh

source: Encourages the international community to increase financial, material and technical support to developing countries with a view to assisting their efforts to strengthen and revitalize their public administration institutions and managerial capacity through, inter alia, adopting methods, processes and systems that foster public participation in the governance and development process, and in that regard calls upon the United Nations system to provide further substantive technical and advisory support to developing countries, at their request, aimed at strengthening their public service delivery, ensuring national ownership in the development of these programmes;
zh: 4． 鼓励国际社会增加对发展中国家的财政、物质和技术支助，协助发展中国家采用促进公众参与治理和发展进程的各种方法、进程和制度，努力加强和振兴其公共行政机构和管理能力，并为此呼吁联合国系统应发展中国家要求，向它们提供进一步实质性技术支助和咨询服务，以便加强其公共服务的提供，还应确保国家在发展这些方案时拥有自主权；

source: Welcomes the initiative of the African countries to strengthen their institutional capacities and their public service through appropriate mechanisms or institutions, in particular the New Partnership for Africa's Development;
zh: 5. 欢迎非洲国家倡议通过适当的机制或机构，特别是非洲发展新伙伴关系，加强其机构能力和公共服务；

source: Encourages Member States to consider, as appropriate, the recommendations made by the Committee of Experts on Public Administration;
zh: 6. 鼓励会员国酌情考虑公共行政专家委员会的建议；

source: Requests the Secretary-General to focus the work of the Organization on public administration according to the recommendations contained in its decision 2004/302 of 23 July 2004, General Assembly resolution 58/231 of 23 December 2003 and the report of the Committee of Experts on Public Administration on its third session, in particular those aimed at strengthening the human capital in the public sector, facilitating access to information and best practices, promoting good governance and accountability in public administration, at the national and international levels, and strengthening public administration institutions in developing countries, in particular the least developed countries;
zh: 7. 请秘书长按照经社理事会2004年7月23日第2004/302号决定、大会2003年12月23日第58/231号决议和公共行政专家委员会第三届会议的报告所载的各项建议，特别是旨在加强公共部门人力资本、促进获得信息和最佳做法、在国家和国际两级促进公共行政方面的善政和问责制以及加强发展中国家、特别是最不发达国家公共行政机构的建议，在联合国工作中集中关注公共行政问题；

source: Encourages the Secretary-General to continue his consultations with Member States on a regular basis on the nomination of members of the Committee, keeping in mind its resolution 2001/45 and its annex;
zh: 8. 鼓励秘书长考虑到经社理事会第2001/45号决议及其附件，继续定期就委员会成员的任命工作与会员国协商；

source: Encourages the United Nations system and Member States to celebrate United Nations Public Service Day in a more visible manner, and invites Member States to nominate candidates for the United Nations Public Service Awards.
zh: 9. 鼓励联合国系统和会员国以更加引人注目的方式庆祝联合国公共服务日，并邀请会员国提出联合国公共服务奖候选人。

source: 2005/201 A Elections, nominations, confirmations and appointments to subsidiary and related bodies of the Economic and Social Council
zh: 经济及社会理事会附属机构和有关机构成员的选举、提名、认可和任命

source: At its 2nd plenary meeting, on 4 February 2005, the Economic and Social Council took the following action with regard to vacancies in its subsidiary and related bodies:
zh: 经济及社会理事会2005年2月4日第2次全体会议就其附属机构和有关机构的空缺采取了下列行动：

source: The Council appointed Iskra Beleva (Bulgaria) for a term beginning on the date of appointment and expiring on 31 December 2006 to fill a vacancy arising from the demise of Eul Yong Park (Republic of Korea).
zh: 理事会任命Iskra Beleva(保加利亚)，任期自任命之日起，至2006年12月31日止，以填补Eul Yong Park(大韩民国)辞职后产生的空缺。

source: The Council elected Sweden to fill a postponed vacancy for a term beginning on the date of election and expiring on 31 December 2008.
zh: 理事会选出瑞典填补延迟的空缺，任期自选举之日起，至2008年12月31日止。

source: The Council postponed the election of one member from Asian States and two members from Latin American and Caribbean States for a term beginning on the date of election and expiring on 31 December 2008.
zh: 理事会推迟选举亚洲国家的一名成员和拉丁美洲和加勒比国家的两名成员，任期自选举之日起，至2008年12月31日止。

source: 2005/201 B Elections, nominations, confirmations and appointments to subsidiary and related bodies of the Economic and Social Council
zh: 经济及社会理事会附属机构和有关机构成员的选举、提名、认可和任命

source: At its 4th plenary meeting, on 31 March 2005, the Economic and Social Council took the following action with regard to vacancies in its subsidiary and related bodies:
zh: 经济及社会理事会2005年3月31日第4次全体会议就其附属机构和有关机构的空缺采取了下列行动：

source: The Council elected Lebanon to fill a postponed vacancy for a term beginning on the date of election and expiring at the close of the Commission's thirty-ninth session, in 2006.
zh: 理事会选出黎巴嫩填补延迟的空缺，任期自选举之日起，至2006年委员会第三十九届会议结束时止。

source: The Council also elected Sweden for a term beginning at the first meeting of the Commission's thirty-ninth session, in 2005, and expiring at the close of the same session, in 2006, to replace Norway, which had resigned its seat.
zh: 理事会又选出瑞典，任期自2005年委员会第三十九届会议第一次会议起，至2006年委员会第三十九届会议结束时止，以替换辞去职务的挪威。

source: The Council further postponed the election of one member from Latin American and Caribbean States for a term beginning on the date of election and expiring at the close of the Commission's forty-first session, in 2008.
zh: 理事会还推迟选举拉丁美洲和加勒比国家的一名成员，任期自选举之日起，至2008年委员会第四十一届会议结束时止。

source: The Council elected Antigua and Barbuda and Haiti to fill postponed vacancies for a term beginning on the date of election and expiring on 31 December 2008.
zh: 理事会选出安提瓜和巴布达和海地填补延迟的空缺，任期自选举之日起，至2008年12月31日止。

source: The Council further postponed the election of one member from Asian States for a term beginning on the date of election and expiring on 31 December 2008.
zh: 理事会还推迟选举亚洲国家的一名成员，任期自选举之日起，至2008年12月31日止。

source: 2005/201 C Elections, nominations, confirmations and appointments to subsidiary and related bodies of the Economic and Social Council
zh: 经济及社会理事会附属机构和有关机构成员的选举、提名、认可和任命

source: At its 7th plenary meeting, on 27 April 2005, the Economic and Social Council took the following action with regard to vacancies in its subsidiary and related bodies:
zh: 经济及社会理事会2005年4月27日第7次全体会议就其附属机构和有关机构的空缺采取了下列行动：

source: The Council elected the following eight Member States for a four-year term beginning on 1 January 2006: Canada, Democratic Republic of the Congo, Finland, France, Jamaica, Mauritania, Russian Federation, South Africa.
zh: 理事会选出下列8个成员国，自2006年1月1日起任期四年：加拿大、刚果民主共和国、芬兰、法国、牙买加、毛里塔尼亚、俄罗斯联邦、南非。

source: The Council elected the following 16 Member States for a four-year term beginning at the first meeting, in 2006, of the Commission's fortieth session and expiring at the close of the Commission's forty-third session, in 2010: China, Gambia, India, Jamaica, Lebanon, Mexico, Oman, the Russian Federation, Sierra Leone, South Africa, Sweden, Ukraine, United Kingdom of Great Britain and Northern Ireland, United States of America, Uruguay, Zambia.
zh: 理事会选出下列16个成员国，任期四年，自2006年委员会第四十届会议第一次会议起，至2010年委员会第四十三届会议结束时止：中国、冈比亚、印度、牙买加、黎巴嫩、墨西哥、阿曼、俄罗斯联邦、塞拉利昂、南非、瑞典、乌克兰、大不列颠及北爱尔兰联合王国、美利坚合众国、乌拉圭、赞比亚。

source: The Council also elected Haiti to fill a postponed vacancy on the Commission for a term beginning on the date of election and expiring at the close of the Commission's forty-first session, in 2008.
zh: 理事会也选出海地填补委员会延迟的空缺，任期自选举之日起，至2008年委员会第四十一届会议结束时止。

source: The Council elected the following 15 Member States for a three-year term beginning on 1 January 2006: Argentina, Australia, Austria, Azerbaijan, Bangladesh, Botswana, Brazil, Cameroon, China, Germany, Japan, Morocco, United States of America, Venezuela (Bolivarian Republic of), Zimbabwe.
zh: 理事会选出下列15个成员国，自2006年1月1日起任期三年：阿根廷、澳大利亚、奥地利、阿塞拜疆、孟加拉国、博茨瓦纳、巴西、喀麦隆、中国、德国、日本、摩洛哥、美利坚合众国、委内瑞拉、玻利瓦尔共和国、津巴布韦。

source: The Council elected the following 13 Member States for a four-year term beginning at the initial meeting, in 2006, of the Commission's fifty-first session and expiring at the close of the Commission's fifty-fourth session, in 2010: Brazil, Cameroon, Djibouti, Ecuador, Indonesia, Iran (Islamic Republic of), Lesotho, Malaysia, Mexico, Republic of Korea, Togo, United Arab Emirates, Zambia.
zh: 理事会选出下列13个成员国，任期四年，自2006年委员会第五十一届会议初次会议起，至2010年委员会第五十四届会议结束时止：巴西、喀麦隆、吉布提、厄瓜多尔、印度尼西亚、伊朗伊斯兰共和国、莱索托、马来西亚、墨西哥、大韩民国、多哥、阿拉伯联合酋长国、赞比亚。

source: The Council elected the following 20 Member States by acclamation for a four-year term beginning on 1 January 2006: Australia, Belgium, Bolivia, Canada, Colombia, Jamaica, Japan, Mexico, Namibia, Niger, Nigeria, Poland, Republic of Korea, Russian Federation, Saudi Arabia, Senegal, Tajikistan, Turkey, Ukraine, United Kingdom of Great Britain and Northern Ireland.
zh: 理事会鼓掌选出下列20个成员国，自2006年1月1日起任期四年：澳大利亚、比利时、玻利维亚、加拿大、哥伦比亚、牙买加、日本、墨西哥、纳米比亚、尼日尔、尼日利亚、波兰、大韩民国、俄罗斯联邦、沙特阿拉伯、塞内加尔、塔吉克斯坦、土耳其、乌克兰、大不列颠及北爱尔兰联合王国。

source: The Council elected the following 19 Member States by acclamation for a three-year term beginning on 1 January 2006: Armenia, Austria, Bolivia, Chile, China, Costa Rica, Democratic Republic of the Congo, Comoros, Germany, Italy, Japan, Libyan Arab Jamahiriya, Namibia, Niger, Pakistan, Republic of Korea, Russian Federation, Senegal, Uganda.
zh: 理事会鼓掌选出下列19个成员国，自2006年1月1日起任期三年：亚美尼亚、奥地利、玻利维亚、智利、中国、哥斯达黎加、刚果民主共和国、科摩罗、德国、意大利、日本、阿拉伯利比亚民众国、纳米比亚、尼日尔、巴基斯坦、大韩民国、俄罗斯联邦、塞内加尔、乌干达。

source: The Council postponed the election of one member from African States for a three-year term beginning on 1 January 2006.
zh: 理事会推迟选举非洲国家的一名成员，自2006年1月1日起任期三年。

source: The Council elected the following 16 Member States for a three-year term beginning at the organizational meeting, in 2006, of the Commission's fifteenth session and expiring at the close of the Commission's seventeenth session in 2009: Antigua and Barbuda, Australia, Chile, Czech Republic, Djibouti, Indonesia, Kuwait, Peru, Republic of Korea, Russian Federation, Senegal, Spain, Sudan, United Kingdom of Great Britain and Northern Ireland, United Republic of Tanzania, United States of America.
zh: 理事会选出下列16个成员国，任期三年，自2006年委员会第十五届会议组织会议起，至2009年委员会第十七届会议结束时止：安提瓜和巴布达、澳大利亚、智利、捷克共和国、吉布提、印度尼西亚、科威特、秘鲁、大韩民国、俄罗斯联邦、塞内加尔、西班牙、苏丹、大不列颠及北爱尔兰联合王国、坦桑尼亚联合共和国、美利坚合众国。

source: The Council elected the following 14 Member States for a three-year term beginning on 1 January 2006: China, Germany, Italy, Lebanon, Malta, Namibia, Panama, Portugal, Russian Federation, Senegal, South Africa, United Kingdom of Great Britain and Northern Ireland, United Republic of Tanzania, Uganda.
zh: 理事会选出下列14个成员国，自2006年1月1日起任期三年：中国、德国、意大利、黎巴嫩、马耳他、纳米比亚、巴拿马、葡萄牙、俄罗斯联邦、塞内加尔、南非、大不列颠及北爱尔兰联合王国、坦桑尼亚联合共和国、乌干达。

source: The Council postponed the election of one member from Asian States, two members from Latin American and Caribbean States and four members from Western European and other States for a three-year term beginning on 1 January 2006.
zh: 理事会推迟选举亚洲国家的一名成员、拉丁美洲和加勒比国家的两名成员和西欧和其他国家的四名成员，自2006年1月1日起任期三年。

source: The Council elected the following 11 Member States for a three-year term beginning on 1 January 2006: Burkina Faso, Canada, Colombia, Denmark, Guatemala, Pakistan, Republic of Korea, Rwanda, Serbia and Montenegro, Spain, United States of America.
zh: 理事会选出下列11个成员国，自2006年1月1日起任期三年：布基纳法索、加拿大、哥伦比亚、丹麦、危地马拉、巴基斯坦、大韩民国、卢旺达、塞尔维亚和黑山、西班牙、美利坚合众国。

source: The Council elected Ghana and Romania in accordance with General Assembly resolution 59/169 of 20 December 2004.
zh: 理事会按照大会2004年12月20日第59/169号决议选出加纳和罗马尼亚。

source: The Council elected the following 11 Member States for a three-year term beginning on 1 January 2006: Algeria, Bangladesh, Benin, Ecuador, Jamaica, Japan, New Zealand, Norway, Pakistan, Russian Federation, United Kingdom of Great Britain and Northern Ireland.
zh: 理事会选出下列11个成员国，自2006年1月1日起任期三年：阿尔及利亚、孟加拉国、贝宁、厄瓜多尔、牙买加、日本、新西兰、挪威、巴基斯坦、俄罗斯联邦、大不列颠及北爱尔兰联合王国。

source: The Council decided that Germany and Switzerland, which were resigning their seats on the Board effective 1 January 2006, would be replaced, respectively, by France for a term expiring on 31 December 2006 and Canada for a term expiring on 31 December 2007.
zh: 理事会决定，将于2006年1月1日辞去执行局职务的德国和瑞士分别由法国和加拿大替补，法国任期至2006年12月31日止，加拿大任期至2007年12月31日止。

source: The Council elected the following six Member States for a three-year term beginning on 1 January 2006: Indonesia, Japan, Mexico, Ukraine, United Kingdom of Great Britain and Northern Ireland, Zimbabwe.
zh: 理事会选出下列6个成员国，自2006年1月1日起任期三年：印度尼西亚、日本、墨西哥、乌克兰、大不列颠及北爱尔兰联合王国和津巴布韦。

source: Programme Coordination Board of the Joint United Nations Programme on Human Immunodeficiency Virus/Acquired Immunodeficiency Syndrome (HIV/AIDS) (UNAIDS)
zh: 联合国人体免疫机能丧失病毒/后天免疫机能丧失综合症联合方案（艾滋病方案）方案协调委员会

source: The Council elected the following four Member States for a three-year term beginning on 1 January 2006: Australia, Democratic Republic of the Congo, Finland, Grenada.
zh: 理事会选出下列4个成员国，自2006年1月1日起任期三年：澳大利亚、刚果民主共和国、芬兰、格林纳达。

source: The Council postponed the election of one member from Asian States for a three-year term beginning on 1 January 2006.
zh: 理事会推迟选举亚洲国家的一名成员，自2006年1月1日起任期三年。

source: The Council decided that:
zh: 理事会决定：

source: (a) Canada and Denmark, which were resigning their seats on the Board effective 27 April 2005, would be replaced, respectively, by Australia and Finland, each for a term expiring on 31 December 2005;
zh: (a) 2005年4月27日辞去执行局职务的加拿大和丹麦分别由澳大利亚和芬兰替补，两国的任期至2005年12月31日止。

source: (b) France and the United Kingdom of Great Britain and Northern Ireland, which were resigning their seats effective 1 January 2006, would be replaced, respectively, by Germany for a term expiring on 31 December 2007 and Italy for a term expiring on 31 December 2006.
zh: (b) 将于2006年1月1日辞去执行局职务的法国和大不列颠及北爱尔兰联合王国分别由德国和意大利替补，德国的的任期至2007年12月31日止，意大利的的任期至2006年12月31日止。

source: The Council nominated the following 18 Member States for election by the General Assembly for a three-year term beginning on 1 January 2006: Argentina, Armenia, Belarus, Benin, Brazil, Bulgaria, the Central African Republic, Cuba, India, Indonesia, Iran (Islamic Republic of), Italy, Pakistan, Portugal, Senegal, South Africa, United Kingdom of Great Britain and Northern Ireland, Uruguay.
zh: 理事会提名下列18个成员国供大会选举，自2006年1月1日起任期三年：阿根廷、亚美尼亚、白俄罗斯、贝宁、巴西、保加利亚、中非共和国、古巴、印度、印度尼西亚、伊朗伊斯兰共和国、意大利、巴基斯坦、葡萄牙、塞内加尔、南非、大不列颠及北爱尔兰联合王国、乌拉圭。

source: The Council postponed the nomination of two members from Western European and other States for election by the General Assembly for a three-year term beginning on 1 January 2006.
zh: 理事会推迟提名西欧和其他国家两名成员供大会选举，自2006年1月1日起任期三年。

source: The Council endorsed the decision of the Secretary-General to approve the application of Zambia for membership in the Subcommittee of Experts on the Globally Harmonized System of Classification and Labelling of Chemicals (GHS Subcommittee).
zh: 理事会核可秘书长的下列决定，即核准赞比亚要求加入为全球化学品统一分类标签制度专家小组委员会成员的申请。

source: The Council elected Arundhati Ghose (India) for a term beginning on the date of election and expiring on 31 December 2006, to fill a vacancy arising from the resignation of Chokila Iyer (India).
zh: 理事会选出Arundhati Ghose（印度），任期自选举之日起，至2006年12月31日止，以填补Chokila Iyer（印度）辞职产生的空缺。

source: The Council elected Haiti to fill a postponed vacancy on the Committee for a term beginning on the date of election and expiring on 31 December 2006.
zh: 理事会选出海地填补延迟的空缺，任期自选举之日起，至2006年12月31日止。

source: 2005/201 D Elections, nominations, confirmations and appointments to subsidiary and related bodies of the Economic and Social Council
zh: 经济及社会理事会附属机构和有关机构成员的选举、提名、认可和任命

source: Programme Coordination Board of the Joint United Nations Programme on HIV/AIDS
zh: 联合国人体免疫机能丧失病毒/后天免疫机能丧失综合症联合方案协调委员会

source: At its 9th plenary meeting, on 9 June 2005, the Economic and Social Council elected Sweden to the Programme Coordination Board for a term beginning on the date of election and expiring on 31 December 2006, to replace Switzerland, which had resigned its seat on the Board.
zh: 经济及社会理事会在2005年6月9日第9次全体会议上选出瑞典为方案协调委员会成员，任期自选举之日起，至2006年12月31日止，替换辞去委员会职务的瑞士。

source: 2005/202 Dates for the substantive session of 2005 of the Economic and Social Council
zh: 2005/202 经济及社会理事会2005年实质性会议的日期

source: At its 2nd plenary meeting on 4 February 2005, the Economic and Social Council decided to approve the change in the dates for its substantive session of 2005 from 4 to 29 July 2005 to 29 June to 27 July 2005.
zh: 经济及社会理事会2005年2月4日第2次全体会议决定，核准将其2005年实质性会议的日期由2005年7月4日至29日改为2005年6月29日至7月27日。

source: 2005/203 Provisional agenda for the substantive session of 2005 of the Economic and Social Council
zh: 2005/203 经济及社会理事会2005年实质性会议临时议程

source: At its 2nd plenary meeting on 4 February 2005, the Economic and Social Council, having considered the proposed programme of work for 2005 and 2006, approved the following provisional agenda and documentation for its substantive session of 2005:
zh: 经济及社会理事会2005年2月4日第2次全体会议审议了2005年和2006年的拟议工作方案， 核可了理事会2005年实质性会议临时议程和文件如下：

source: Note by the Secretary-General on proposed themes for the high-level and coordination segments of the 2006 substantive session of the Council (General Assembly resolution 50/227, annex I)
zh: 秘书长关于理事会2006年实质性会议高级别和协调部分拟议主题的说明（大会第50/227号决议，附件一）

source: Report of the Secretary-General on the theme (Council decision 2004/294)
zh: 秘书长关于该主题的报告（理事会第2004/294号决定）

source: development cooperation
zh: 3. 联合国促进国际发展合作的业务活动

source: Report of the Secretary-General on comprehensive statistical data on operational activities for development of the United Nations system (General Assembly resolutions 35/81 and 59/250, para.
zh: 秘书长关于联合国系统发展方面业务活动综合统计数据的报告（大会第35/81号和第59/250号决议,第22段）

source: Report of the Secretary-General on funding for operational activities for development of the United Nations system (General Assembly resolution 59/250, para.
zh: 秘书长关于联合国系统发展方面业务活动资金筹措的报告(大会第59/250号决议,第24段)9

source: Reports of the Executive Board of the United Nations Development Programme/United Nations Population Fund on its second regular session of 2004 and on its first regular session and annual session of 2005 (General Assembly resolutions 48/162, annex, and 59/250 and Council resolution 1995/51)
zh: 联合国开发计划署/联合国人口基金执行局2004年第二届常会和2005年第一届常会和年会的报告(大会第48/162号决议，附件，大会第59/250号决议和理事会第1995/51号决议)

source: Report of the High-level Committee on the Review of Technical Cooperation among Developing Countries (General Assembly resolution 33/134)9
zh: 审查发展中国家间技术合作高级别委员会的报告（大会第33/134号决议）9

source: Report of the Secretary-General on the progress made in strengthening the coordination of emergency humanitarian assistance of the United Nations (General Assembly resolution 59/141 and Council resolution 2004/50)9
zh: 秘书长关于加强协调联合国紧急人道主义援助方面进展情况的报告(大会第59/141号决议和理事会第2004/50号决议)9

source: Annual progress report of the Secretary-General on the implementation of the Programme of Action for the Least Developed Countries for the Decade 2001-2010 (General Assembly resolution 59/244 and Council resolution 2004/65)9
zh: 秘书长关于《2001-2010十年期支援最不发达国家行动纲领》执行情况的年度进展报告(大会第59/244号决议和理事会第2004/65号决议)9

source: Report of the Secretary-General on the follow-up to the Fourth World Conference on Women and full implementation of the Beijing Declaration and Platform for Action and the outcome of the twenty-third special session of the General Assembly, including progress in the area of gender mainstreaming (Assembly resolution 59/168 and Council resolution 2004/4) (also under item 14 (a))9
zh: 秘书长关于第四次妇女问题世界会议的后续行动及充分执行《北京宣言》和《行动纲要》和大会第二十三届特别会议成果，包括将性别观点纳入主流方面进展情况的报告(大会第59/168号决议和理事会第2004/4号决议)(亦列于项目14(a)下)9

source: Annual report of the Secretary-General on the Information and Communication Technologies Task Force (Council decisions 2001/210 and 2004/296)
zh: 秘书长关于信息和通信技术工作队的年度报告(理事会第2001/210号和第2004/296号决定)

source: (g) Joint United Nations Programme on HIV/AIDS
zh: (g) 联合国艾滋病毒/艾滋病联合规划署

source: Note by the Secretary-General transmitting the report of the Executive Director of the Joint United Nations Programme on HIV/AIDS (Council resolution 2003/18)
zh: 秘书长转发联合国艾滋病毒/艾滋病联合规划署执行主任的报告的说明（理事会第2003/18号决议）

source: Report of the Secretary-General on assistance to the Palestinian people (General Assembly resolution 59/56 and Council resolution 2100 (LXIII))9
zh: 秘书长关于援助巴勒斯坦人民的报告（大会第59/56号决议和理事会第2100 (LXIII)号决议）9

source: Report of the Secretary-General on the implementation of Council resolution 2004/549
zh: 秘书长关于理事会第2004/54号决议执行情况的报告9

source: Report of the Committee on Non-Governmental Organizations (Council resolutions 3 (II) and 1996/31 and Council decision 1995/304)
zh: 非政府组织委员会的报告(理事会第3(II)号和第1996/31号决议及理事会第2004/304号决定)

source: Report of the Commission on Sustainable Development on its thirteenth session (Council decision 1993/207)
zh: 可持续发展委员会第十三届会议的报告（理事会第1993/207号和第2004/234号决定）

source: Report of the Committee for Development Policy on its seventh session (Council resolutions 1079 (XXXIX), 1625 (LI) and 2000/34)
zh: 发展政策委员会第七届会议的报告(理事会第1079(XXXIX)号、第1625(LI)号和第2004/34号决议)

source: Report of the Secretary-General on system-wide inter-agency cooperation and coordination for the implementation of Agenda 21, the Programme for the Further Implementation of Agenda 21 and the outcomes of the World Summit on Sustainable Development (General Assembly resolution 59/227)
zh: 秘书长关于全系统机构间合作与协调以执行《21世纪议程》、进一步执行《21世纪议程》方案和可持续发展问题世界首脑会议成果的报告(大会第59/227号决议)

source: Report of the Commission on Science and Technology for Development on its eighth session (General Assembly resolution 46/235, annex)
zh: 科学和技术促进发展委员会第八届会议的报告(大会第46/235号决议，附件

source: Report of the Governing Council of the United Nations Human Settlements Programme on its twentieth session (General Assembly resolution 56/206)9
zh: 联合国人类住区规划署理事会第二十届会议的报告(大会第56/206号决议)9

source: Report of the Governing Council of the United Nations Environment Programme on its twenty-third session (General Assembly resolutions 2997 (XXVII) and 53/242)9
zh: 联合国环境规划署理事会第二十三届会议的报告(大会第2997(XXVII)号决议)9

source: Report of the Committee of Experts on Public Administration on its fourth session (Council resolution 2003/60).
zh: 公共行政专家委员会第四届会议的报告（理事会第2003/60号决议）。

source: Report of the Committee of Experts on International Cooperation in Tax Matters (former Ad Hoc Group of Experts on International Cooperation in Tax Matters) on its first session (Council resolution 2004/69)
zh: 国际税务合作专家委员会（原国际税务合作特设专家组）第一届会议的报告(理事会第2004/69号决议)

source: Report of the Secretary-General on the follow-up to the Fourth World Conference on Women and full implementation of the Beijing Declaration and Platform for Action and the outcome of the twenty-third special session of the General Assembly, including progress in the area of gender mainstreaming (General Assembly resolution 59/168 and Council resolution 2004/4) (also under item 7 (e))9
zh: 秘书长关于第四次妇女问题世界会议的后续行动及充分执行《北京宣言》和《行动纲要》和大会第二十三届特别会议成果，包括将性别观点纳入主流方面进展情况的报告(大会第59/168号决议和理事会第2004/4号决议)(亦列于项目7(e)下)9

source: Report of the Committee on the Elimination of Discrimination against Women (article 21 of the Convention on the Elimination of All Forms of Discrimination against Women)9
zh: 消除对妇女歧视委员会的报告(《消除对妇女一切形式歧视公约》第21条)9

source: Report of the Secretary-General on capital punishment and implementation of the safeguards guaranteeing protection of the rights of those facing the death penalty (Council resolution 1745 (LIV) and Council decision 2004/242)
zh: 秘书长关于极刑和执行保护面临死刑者权利的保障措施问题的报告(理事会第1745(LIV)号决议和理事会第2004/242号决定)

source: Oral report of the United Nations High Commissioner for Refugees (General Assembly resolution 59/172)
zh: 联合国难民事务高级专员的口头报告（大会第59/172号决议）

source: (f) Comprehensive implementation of the Durban Declaration and Programme of Action
zh: (f) 《德班宣言》和《行动纲领》的全面执行情况

source: No request for advance documentation
zh: 没有要求事先提供文件

source: Report of the Human Rights Committee (article 45 of the International Covenant on Civil and Political Rights)9
zh: 人权事务委员会的报告(《公民及政治权利国际盟约》第45条)9

source: Report of the United Nations High Commissioner for Human Rights (General Assembly resolution 48/141)9
zh: 联合国人权事务高级专员的报告(大会第48/141号决议)9

source: 2005/204 Basic programme of work of the Economic and Social Council for 2005
zh: 2005年经济及社会理事会基本工作方案
